Repository: 84000/data-translation-memory
Catalog: toh1-2-v3.tmx
Source language: bo
Languages: en

source: དེ་དག་དེ་ན་ཡུར་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྒོ་དྲུང་དུ་སྣམ་བུའམ་རས་དཔྱངས་ཏེ་ཉལ་བར་བྱ་ཞིང་འདི་ལ་འགྱོད་པར་མི་བྱའོ། །
en: When they fell asleep inside, the Blessed One said, “Hang a blanket or cloth near the door and sleep there. This need not be regretted.”

source: དེ་དག་དེ་ནས་སོང་ཞིང་ཡང་ཕྱིས་འོངས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་སྤོང་བའི་ཞལ་ཏ་བྱེད་པ་བསྐོ་བར་བྱའོ། །
en: Manager They then left, and on their return the Blessed One said, “A monk meditation manager should be appointed.

source: དགེ་སློང་སྤོང་བའི་ཞལ་ཏ་བྱེད་པ་ཆོས་ལྔ་དང་ལྡན་པ་ནི་མ་བསྐོས་པ་ཡང་བསྐོ་བར་མི་བྱ་ལ། བསྐོས་པ་ཡང་དབྱུང་བར་བྱ་སྟེ།
en: For a monk manager, there are five factors that may pertain such that someone not already appointed should not be appointed, and if already appointed should be relieved of that position.

source: ལྔ་གང་ཞེ་ན།
en: What are those five factors?

source: འདུན་པས་འགྲོ་བ་དང་། ཞེ་སྡང་གིས་འགྲོ་བ་དང་། གཏི་མུག་གིས་འགྲོ་བ་དང་། འཇིགས་པས་འགྲོ་བ་དང་། སྤོང་བ་ལ་ཏྲོན་བྱས་པ་དང་མ་བྱས་པ་མི་ཤེས་པ་སྟེ།
en: To be driven by desire, driven by aggression, driven by ignorance, driven by fear, and not to know which of the meditators’ needs ought and ought not be attended to.

source: དགེ་སློང་སྤོང་བའི་ཞལ་ཏ་བྱེད་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པ་ནི་མ་བསྐོས་པ་ཡང་བསྐོ་བར་མི་བྱ་ལ། བསྐོས་པ་ཡང་དབྱུང་བར་བྱའོ། །
en: If those five factors do pertain to someone not already appointed as monk manager, he should not be appointed, and if already appointed should be relieved of that position.

source: དགེ་སློང་སྤོང་བའི་ཞལ་ཏ་བྱེད་པ་ཆོས་ལྔ་དང་ལྡན་པ་ནི་མ་བསྐོས་པ་ཡང་བསྐོ་བར་བྱ་ལ། བསྐོས་པ་ཡང་དབྱུང་བར་མི་བྱ་སྟེ།
en: “For a monk manager, there are five other factors that may pertain such that someone not already appointed should be appointed, and if already appointed should be relieved of that position.

source: འདུན་པས་མི་འགྲོ་བ་དང་། ཞེ་སྡང་གིས་མི་འགྲོ་བ་དང་། གཏི་མུག་གིས་མི་འགྲོ་བ་དང་། འཇིགས་པས་མི་འགྲོ་བ་དང་། སྤོང་བ་ལ་ཏྲོན་བྱས་པ་དང་མ་བྱས་པ་ཤེས་པ་སྟེ།
en: Not to be driven by desire, driven by aggression, driven by ignorance, or driven by fear, and to know which of the meditators’ needs ought and ought not be attended to.

source: དགེ་སློང་སྤོང་བའི་ཞལ་ཏ་བྱེད་པ་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་པ་ནི་མ་བསྐོས་པ་ཡང་བསྐོ་བར་བྱ་ལ།
en: If these five factors pertain to someone not already appointed as monk manager, he should be appointed, and if already appointed should not be relieved of that position.

source: བསྐོས་པ་ཡང་དབྱུང་བར་མི་བྱའོ། །འདི་ལྟར་བསྐོ་བར་བྱ་སྟེ།
en: “He should be appointed in the following way.

source: ཇེ་དང་པོར་སྤྲོ་བར་བྱ་སྟེ། མིང་འདི་ཞེས་བྱ་བ་ཁྱོད་དགེ་འདུན་གྱི་སྤོང་བའི་ཞལ་ཏ་བྱེད་པར་སྤྲོའམ་ཞེས་དྲི་བར་བྱའོ། །
en: To begin, determine whether he is willing to serve by asking: “ ‘So-and-so, would you be willing to serve as the saṅgha’s meditation manager?’

source: གལ་ཏེ་སྤྲོ་ན་དེས་སྤྲོ་ཞེས་བརྗོད་པར་བྱའོ། །
en: “If he is willing, he should reply: “ ‘Yes, I am willing.’

source: དེའི་འོག་ཏུ་དེས་གནས་མལ་བཤམས་པ་བྱས་ནས་གཎྜཱི་བརྡུངས་ཏེ་དྲིས་པའི་ཚིག་གིས་དགེ་སློང་རྣམས་ལ་ཡང་དག་པར་བསྒོ་ནས།
en: “Then, set up seats and strike the gaṇḍī beam.

source: དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ལ་དགེ་སློང་གཅིག་གིས་གསོལ་པ་བྱས་ཏེ་ལས་བྱའོ། །དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: After informing the monks of the matter at hand, once the entire saṅgha is seated and has a quorum, one monk should make a motion and perform the act as follows: “ ‘Venerable saṅgha, please listen.

source: དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་འདི་དགེ་འདུན་གྱི་སྤོང་བའི་ཞལ་ཏ་བགྱིད་པར་སྤྲོ་ན།
en: The monk so-and-so is willing to serve as the saṅgha’s meditation manager.

source: གལ་ཏེ་དགེ་འདུན་གྱི་དུས་ལ་བབ་ཅིང་བཟོད་ན་དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་།
en: Therefore, if the time is right and the saṅgha can accept it, I ask that the saṅgha give their consent.

source: དགེ་འདུན་གྱིས་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་འདི་དགེ་འདུན་གྱི་སྤོང་བའི་ཞལ་ཏ་བགྱིད་པར་བསྐོ་སྟེ། དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་འདི་དགེ་འདུན་གྱི་སྤོང་བའི་ཞལ་ཏ་བགྱིད་དོ། །
en: Once the saṅgha appoints this monk to serve as the saṅgha’s meditation manager, this monk will serve in such a capacity.’

source: འདི་ནི་གསོལ་བའོ། །
en: “That is the motion.

source: ལས་ནི་འདི་ལྟར་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: The act is performed in the following way: “ ‘Venerable saṅgha, please listen.

source: དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་འདི་དགེ་འདུན་གྱི་སྤོང་བའི་ཞལ་ཏ་བགྱིད་པར་སྤྲོ་སྟེ།
en: The monk so-and-so is willing to serve as the saṅgha’s meditation manager.

source: དེའི་སླད་དུ་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་འདི་དགེ་འདུན་གྱི་སྤོང་བའི་ཞལ་ཏ་བགྱིད་པར་བསྐོ་ཞིང་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་འདི་དགེ་འདུན་གྱི་སྤོང་བའི་ཞལ་ཏ་བགྱིད་ན།
en: May this monk therefore be appointed to serve in that capacity.

source: ཚེ་དང་ལྡན་པ་གང་དག་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་འདི་དགེ་འདུན་གྱི་སྤོང་བའི་ཞལ་ཏ་བགྱིད་པར་བསྐོ་ཞིང་། དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་འདི་དགེ་འདུན་གྱི་སྤོང་བའི་ཞལ་ཏ་བགྱིད་པར་བཟོད་པ་དེ་དག་ནི་ཅང་མ་གསུང་ཤིག །
en: If this monk would serve as the saṅgha’s meditation manager, then I ask that those venerable ones who would appoint and accept this monk to serve in this capacity remain silent.

source: གང་དག་མི་བཟོད་པ་དེ་དག་ནི་གསུང་ཤིག །
en: I ask those who cannot so accept it to speak now.’

source: དགེ་འདུན་གྱིས་བཟོད་ཅིང་གནང་ནས། དགེ་འདུན་གྱིས་དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་དགེ་འདུན་གྱི་སྤོང་བའི་ཞལ་ཏ་བགྱིད་པར་བསྐོས་ཤིང་།
en: “In accepting the candidate and giving their consent, the saṅgha appoint the monk so-and-so to serve as the saṅgha’s meditation manager.

source: དགེ་སློང་མིང་འདི་ཞེས་བགྱི་བ་འདི་དགེ་འདུན་གྱི་སྤོང་བའི་ཞལ་ཏ་བགྱིད་དེ།
en: The monk so-and-so will then serve as the saṅgha’s meditation manager.

source: འདི་ལྟར་ཅང་མི་གསུང་བས་དེ་དེ་བཞིན་དུ་འཛིན་ཏོ། །
en: By thus remaining silent, they assent to the proposed act.

source: དགེ་སློང་དག་ངས་དགེ་སློང་སྤོང་བའི་ཞལ་ཏ་བྱེད་པའི་ཀུན་དུ་སྤྱོད་པའི་ཆོས་རྣམས་བཅའ་བར་བྱ་སྟེ། དགེ་སློང་སྤོང་བའི་ཞལ་ཏ་བྱེད་པས་སྤོང་ཁང་དུ་ཆག་ཆག་གདབ་པར་བྱའོ། །ཕྱག་དར་བྱའོ། །ལྕི་བ་སར་པའི་བྱུག་པས་བསྐུ་བར་བྱའོ། །སྟན་བཤམ་པར་བྱའོ། །བཤང་བའི་ས་དང་གཅི་བའི་ས་བྱི་དོར་བྱའོ། །ཆག་ཆག་གདབ་པར་བྱའོ། །ཕྱག་དར་བྱའོ། །
en: “Monks, I will establish the rules of customary conduct for the monk meditation manager.

source: ལྕི་བ་སར་པའི་བྱུག་པས་བསྐུ་བར་བྱའོ། །ལོ་མའི་ཆང་བུ་གཞག་པར་བྱའོ། །བོང་རྡོག་དང་། ས་དང་། ཆུ་གཞག་པར་བྱའོ། །
en: The monk meditation manager should sprinkle the meditation hall grounds with water, sweep it, spread a fresh paste of dung over it, lay out the seats, clean the toilets, sprinkle water over the floor, sweep them out, spread a fresh paste of dung over them, and set out piles of leaves, clods of dirt, earth, and water.”

source: དེ་དག་རེ་རེའི་གན་དུ་སོང་སྟེ་འབོད་པར་བྱེད་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རེ་རེ་ནས་བོད་པར་མི་བྱ་བར་གཎྜཱི་བརྡུང་བར་བྱའོ། །
en: After the monks went around to each monk and summoned them individually, the Blessed One said, “Rather than summon each monk individually, strike the gaṇḍī beam.”

source: དེས་གཎྜཱི་རྒྱ་ཆེར་བརྡུངས་པ་དང་ཇི་ཙམ་ན་སྤྱོད་ཡུལ་གྱི་གྲོང་མི་རྣམས་ཆོམ་རྐུན་པ་མ་འོངས་སམ་ཞེས་སྔངས་ནས།
en: The monk manager struck a gaṇḍī beam too often, and after a time, the local villagers, fearing that bandits had come, donned armor and arrived, shouting, “Noble ones!

source: དེ་རྣམས་གོ་བགོས་ཏེ་ལྷགས་ནས་འཕགས་པ་དག་ཅི་ཆོམ་རྐུན་པ་དག་མཆིས་སམ།
en: Where are the bandits?”

source: དེ་རྣམས་ཀྱིས་སྨྲས་པ། ཤེས་ལྡན་དག་ཆོམ་རྐུན་པ་དག་མ་ལྷགས་ཏེ།
en: “Friends,” they replied, “no bandits have come.

source: འདི་ལྟར་སྤོང་བ་ལ་ཏྲོན་བྱེད་དོ། །
en: This is how we attend to meditation.”

source: དེ་རྣམས་ཀྱིས་སྨྲས་པ། འཕགས་པ་དག་རྣམ་པར་འཚེ་བ་ལ་ཏྲོན་མཛད་ཀྱི།
en: “But noble ones, you are signaling violence.

source: འདི་ན་སྤོང་བ་ག་ལ་མཆིས་ཞེས་ཟེར་བའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་།
en: Where is the meditation here?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གཎྜཱི་རྒྱ་ཆེར་བརྡུང་བར་མི་བྱ་སྟེ།
en: After this, the monks appealed to the Blessed One and the Blessed One said, “Do not strike the gaṇḍī beam too often.

source: འདི་ལྟར་གཎྜཱི་དེ་ནི་ལྔ་སྟེ། དགེ་འདུན་བསྡུ་བའི་གཎྜཱི་དང་། ལས་ཀྱི་གཎྜཱི་དང་། ཤི་བའི་གཎྜཱི་དང་། སྤོང་བའི་གཎྜཱི་དང་།
en: The gaṇḍī beam can be used in five ways: to summon the saṅgha, for formal acts, for the dead, for meditation, and for danger.

source: གནོད་པ་བྱུང་བའི་གཎྜཱི་འོ། །དེ་ལ་དགེ་འདུན་བསྡུ་བའི་གཎྜཱི་དེ་ནི་རྒྱུད་གསུམ་དང་ཏོག་གསུམ་མོ། །
en: “To summon the saṅgha, strike in three sustained rolls, each punctuated with three sharp raps.

source: ལས་ཀྱི་གཎྜཱི་དེ་ནི་རྒྱུད་གཅིག་དང་ཏོག་གསུམ་མོ། །
en: For formal acts, strike in one sustained roll punctuated with three sharp raps.

source: ཤི་བའི་གཎྜཱི་དེ་ནི་བྱི་བོའོ། །
en: For the dead, the muṇḍikā.

source: སྤོང་བའི་གཎྜཱི་དེ་ནི་ཁར་སིལ་ལོ། །
en: A ringing staff may serve as a gaṇḍī beam for meditation.

source: གནོད་པ་བྱུང་བའི་གཎྜཱི་དེ་ནི་ཇི་ཙམ་གྱིས་ཆོག་པའོ། །
en: For danger, strike as long as needed.”

source: དེ་དག་དུས་རྟིང་ལ་ཐུག་པ་ན་ཅི་བདེར་བྱེད་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: When the time came to eat, the monks did as they pleased, so the Blessed One said, “The monks should not simply do as they please when the time to eat comes.

source: རྟིང་ལ་ཐུག་ན་ཅི་བདེར་མི་བྱ་བར་དུས་ཤེས་པར་བྱས་ནས་ཅི་བདེར་བྱས་ཏེ།
en: Only when they have learned the time may they do as they please.

source: དགེ་འདུན་ལས་འཚལ་མ་ཐོབ་པ་གང་དག་ཡིན་པ་དེ་དག་ཀྱང་ཁྲུས་བྱས་ནས་དགེ་འདུན་གྱི་ནང་དུ་འདུ་ཁོམ་པ་དང་། བསོད་སྙོམས་པ་གང་དག་ཡིན་པ་དེ་དག་ཀྱང་རྐང་ལག་གཉིས་བཀྲུས་ནས་གྲོང་དུ་བསོད་སྙོམས་ལ་འཇུག་ཁོམ་པར་བྱའོ། །
en: Those who receive their meal from the saṅgha should first wash and then join the saṅgha, while those who go out for alms should first wash their hands and feet and then go to the village for alms.”

source: དེ་དག་དེ་ཁོ་ན་བཞིན་དུ་ཅི་བདེར་བྱེད་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: When they continued to do as they pleased, the Blessed One said, “Do not simply do as you please.

source: དེ་ཁོ་ན་བཞིན་དུ་ཅི་བདེར་མི་བྱ་བར་རྒྱུད་ཆགས་གསུམ་པ་གདོན་པར་བྱའོ། །
en: Instead, recite the Three Implements.”

source: དེ་དག་ཧ་ཅང་མང་དུ་འདོན་པར་བྱེད་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཧ་ཅང་མང་དུ་གདོན་པར་མི་བྱའོ། །
en: When they recited too much, the Blessed One said, “Do not recite too much.”

source: དེ་དག་ཧ་ཅང་ཉུང་ངུར་འདོན་པར་བྱེད་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཧ་ཅང་ཉུང་ངུར་གདོན་པར་མི་བྱ་སྟེ། འདི་ལྟར་རན་པར་གདོན་པར་བྱའོ། །
en: When they recited too little, the Blessed One said, “Do not recite too little, but rather a moderate amount.”

source: དེ་དག་ཡོན་བཤད་པར་མི་བྱེད་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཡོན་བཤད་པར་བྱའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་ཡོན་བཤད་པར་བྱའོ་ཞེས་བཀའ་སྩལ་ནས།
en: When they failed to explain patronage, the Blessed One said, “Explain patronage.”

source: དེ་དག་གིས་སུས་ཡོན་བཤད་པར་བྱ་བ་མི་ཤེས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་འདུན་གྱི་གནས་བརྟན་གྱིས་ཡོན་བཤད་པར་བྱའོ། །
en: Though the Blessed One told them to explain patronage, they did not know who should do so, so the Blessed One replied, “The saṅgha elder should explain patronage.”

source: དེ་དག་ཡོན་བཤད་པ་ཧ་ཅང་མང་དུ་བྱེད་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཡོན་བཤད་པ་ཧ་ཅང་མང་དུ་མི་བྱའོ། །
en: When they explained patronage to an excessive degree, the Blessed One said, “Do not explain patronage to an excessive degree.”

source: དེ་དག་ཡོན་བཤད་པ་ཧ་ཅང་ཉུང་ངུར་བྱེད་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཡོན་བཤད་པ་ཧ་ཅང་ཉུང་ངུར་མི་བྱ་སྟེ། འདི་ལྟར་ཡོན་བཤད་པར་རན་པར་བྱའོ། །
en: When they explained patronage too little, the Blessed One said, “Do not explain patronage to an exceedingly meager degree, but rather in a moderate amount.”

source: དགེ་སློང་སྤོང་བའི་ཞལ་ཏ་བྱེད་པ་ཐམས་ཅད་ཀྱི་མཇུག་ཏུ་འདུ་ཞིང་ཐམས་ཅད་ཀྱི་མདུན་དུ་དགྱེས་པར་བྱེད་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: When the monk meditation manager had arrived last and left first, the Blessed One said, “The monk meditation manager should arrive first and leave last.

source: དགེ་སློང་སྤོང་བའི་ཞལ་ཏ་བྱེད་པ་ཐམས་ཅད་ཀྱི་མཇུག་ཏུ་དགྱེས་པར་བྱ་ཞིང་ཐམས་ཅད་ཀྱི་མདུན་དུ་འདུ་བར་བྱའོ། །གལ་ཏེ་རྐྱེན་དེ་ལྟ་བུ་བྱུང་ན་དེས་ཕྱོགས་དབེན་པར་ལྡེ་མིག་སྦས་ཏེ།
en: If certain events should transpire, he should hide the key in an out-of-the-way place and then announce, ‘Venerable ones, I have hidden the key in such and such a place.

source: ཚེ་དང་ལྡན་པ་ཁོ་བོས་ཕྱོགས་ག་གེ་མོ་ཞིག་ཏུ་ལྡེ་མིག་སྦས་ཀྱིས་ཕྱེ་ལ་ཞུགས་ཤིག་ཅེས་བརྗོད་པར་བྱའོ། །
en: Use it to open the hall.’

source: དགེ་སློང་སྤོང་བའི་ཞལ་ཏ་བྱེད་པས་ཀུན་དུ་སྤྱད་པའི་ཆོས་ཇི་ལྟར་བཅས་པ་དག་ཡང་དག་པར་བླངས་ཏེ་མི་འཇུག་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: If the monk meditation manager does not properly observe the rules of customary conduct, he will be guilty of a breach.”

source: དེ་ནི་འདུག་པ་ཞེས་བྱའོ། །
en: Here ends the section on the seated practice.

source: བྱ་བ་གང་ཞེ་ན།
en: Acts “What are the acts?

source: དགེ་འདུན་གྱིས་གསོལ་བ་དང་།
en: The saṅgha motion, the act by motion and resolution, and the act by motion and triple resolution.”

source: གསོལ་བ་དང་གཉིས་དང་། གསོལ་བ་དང་བཞིའི་ལས་གང་ཡིན་པ་དེ་འདི་ནི་བྱ་བ་ཞེས་བྱའོ། །གསོ་སྦྱོང་གང་ཞེ་ན།
en: Agreeing on the Restoration Rite Site “What is the restoration rite?

source: དགེ་སློང་དག་ངས་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་སྟོན་པ་གང་ཡིན་པ་སྟེ།
en: Monks, it is the recitation of The Prātimokṣa Sūtra, which I have taught.

source: དེ་ཁྱེད་ཀྱིས་དེང་ཕྱིན་ཆད་ཟླ་བ་ཕྱེད་ཕྱེད་ཅིང་གདོན་པར་བྱའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་ཟླ་བ་ཕྱེད་ཕྱེད་ཅིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱའོ་ཞེས་བཀའ་སྩལ་ནས།
en: From now on, you should recite it every two weeks.”

source: དེ་དག་གིས་སུས་གདོན་པར་བྱ་བ་མི་ཤེས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་འདུན་གྱི་གནས་བརྟན་གྱིས་ཟླ་བ་ཕྱེད་ཕྱེད་ཅིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱའོ། །
en: When the Blessed One told them that The Prātimokṣa Sūtra should be recited every two weeks, they did not know who ought to recite it, so the Blessed One said, “The saṅgha elder should recite The Prātimokṣa Sūtra every two weeks.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་འདུན་གྱི་གནས་བརྟན་གྱིས་ཟླ་བ་ཕྱེད་ཕྱེད་ཅིང་སོ་སོར་ཐར་པའི་མདོ་གདོན་པ་གདོན་པར་བྱའོ་ཞེས་བཀའ་སྩལ་ནས།
en: When the Blessed One told them that the saṅgha elder should recite The Prātimokṣa Sūtra every two weeks, the monks gathered in the dwelling.

source: དགེ་སློང་དག་དེའི་གནས་ཁང་དུ་འདུ་བར་བྱེད་པ་ན་དེ་དག་དེར་མི་ཤོང་བའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གནས་ཁང་དུ་གདོན་པར་མི་བྱའོ། །
en: When it did not accommodate them, the monks appealed to the Blessed One and the Blessed One said, “Do not recite it in the dwelling.”

source: དེ་དག་ཁྱམས་སུ་གདོན་པར་བྱེད་པ་ན་དེར་ཡང་མི་ཤོང་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་འདུན་གྱིས་གསོ་སྦྱོང་གི་གནས་ལ་བློ་མཐུན་པར་བྱའོ། །
en: When they recited it in the hall but that too did not accommodate them, the Blessed One said, “The saṅgha should agree on a restoration rite site.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་འདུན་གྱིས་གསོ་སྦྱོང་གི་གནས་ལ་བློ་མཐུན་པར་བྱའོ་ཞེས་བཀའ་སྩལ་ནས། དེ་དག་གིས་གང་ལ་བློ་མཐུན་པར་བྱ་བ་མི་ཤེས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གནས་ཐམས་ཅད་གྲུབ་པའམ། བྱས་པའམ། ཟིན་པ་ནང་མཚམས་དང་ཕྱི་རོལ་ཉེ་འཁོར་འདོམ་གང་དང་བཅས་པ་དགེ་འདུན་གསོ་སྦྱོང་གི་གནས་སུ་འདོད་པ་གང་ཡིན་པ་དེ་ལ་བློ་མཐུན་པར་བྱའོ། །
en: The Blessed One told them that the saṅgha should agree on a restoration rite site, but they did not know how to reach agreement, so the Blessed One said, “The saṅgha should agree on a restoration rite site, the whole of which is natural, created, or claimed, with one fathom of land between the inner boundary and beyond.

source: འདི་ལྟར་བློ་མཐུན་པར་བྱ་སྟེ། གནས་མལ་བཤམས་པ་བྱས་ནས་གཎྜཱི་བརྡུངས་ཏེ་དྲིས་པའི་ཚིག་གིས་དགེ་སློང་རྣམས་ལ་ཡང་དག་པར་བསྒོ་ནས།
en: Agreement should be reached in the following way: After seats have been arranged, strike the gaṇḍī beam and inform the monks of the matter at hand.

source: དགེ་འདུན་ཐམས་ཅད་འདུག་ཅིང་མཐུན་པར་གྱུར་པ་ལ། དགེ་སློང་གཅིག་གིས་གསོལ་བ་བྱས་ཏེ་ལས་བྱའོ། །དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ།
en: Once the saṅgha is seated and has a quorum, one monk should make a motion and perform the act as follows: “ ‘Venerable saṅgha, please listen.

source: གནས་ཐམས་ཅད་གྲུབ་པའམ། བགྱིས་པའམ། ལགས་པ་ནང་མཚམས་དང་ཕྱི་རོལ་ཉེ་འཁོར་འདོམ་གང་དང་བཅས་པ་འདི་དགེ་འདུན་གྱིས་གསོ་སྦྱོང་གི་གནས་སུ་བཞེད་ན། གལ་ཏེ་དགེ་འདུན་གྱིས་དུས་ལ་བབ་ཅིང་བཟོད་ན་དགེ་འདུན་གྱིས་གནང་བར་མཛོད་ཅིག་དང་། དགེ་འདུན་གྱིས་གནས་ཐམས་ཅད་གྲུབ་པའམ།
en: If the saṅgha should accept this site as a restoration rite site, the whole of which is natural, created, or claimed, with one fathom of land between the inner boundary and beyond, then we agree on it as the restoration rite site.’

source: བགྱིས་པའམ། ལགས་པ་ནང་མཚམས་དང་ཕྱི་རོལ་ཉེ་འཁོར་འདོམ་གང་དང་བཅས་པ་འདི་ལ།
en: “That is the motion.

source: དགེ་འདུན་གྱི་གསོ་སྦྱོང་གི་གནས་སུ་བློ་མཐུན་པར་བགྱིའོ། །འདི་ནི་གསོལ་བའོ། །ལས་ནི་འདི་ལྟར་བྱ་སྟེ། དགེ་འདུན་བཙུན་པ་རྣམས་གསན་དུ་གསོལ། གནས་ཐམས་ཅད་གྲུབ་པའམ། བགྱིས་པའམ། ལགས་པ་ནང་མཚམས་དང་ཕྱི་རོལ་ཉེ་འཁོར་འདོམ་གང་དང་བཅས་པ་འདི་དགེ་འདུན་གྱི་གསོ་སྦྱོང་གི་གནས་སུ་བཞེད་དེ། དེའི་སླད་དུ་དགེ་འདུན་གྱིས་གནས་ཐམས་ཅད་གྲུབ་པའམ།
en: The act is performed as follows: “Venerable saṅgha, please listen.

source: བགྱིས་པའམ། ལགས་པ་ནང་མཚམས་དང་ཕྱི་རོལ་ཉེ་འཁོར་འདོམ་གང་དང་བཅས་པ་འདི་ལ་དགེ་འདུན་གྱི་གསོ་སྦྱོང་གི་གནས་སུ་བློ་མཐུན་པར་བགྱི་ན། ཚེ་དང་ལྡན་པ་གང་དག་གནས་ཐམས་ཅད་གྲུབ་པའམ། བགྱིས་པའམ། ལགས་པ་ནང་མཚམས་དང་ཕྱི་རོལ་ཉེ་འཁོར་འདོམ་གང་དང་བཅས་པ་འདི་ལ་དགེ་འདུན་གྱི་གསོ་སྦྱོང་གི་གནས་སུ་བློ་མཐུན་པར་བགྱི་བར་བཟོད་པ་དེ་དག་ནི་ཅང་མ་གསུང་ཤིག །
en: If, the saṅgha agrees upon this site which has been selected as the restoration rite site—the whole of which is natural, created, or claimed and has one fathom of land between the inner boundary and beyond—as being the restoration rite site—the whole of which is natural, created, or claimed and has one fathom of land between the inner boundary and beyond—then I ask those venerable ones who can accept the agreement that this site—the whole of which is natural, created, or claimed and has one fathom of land between the inner boundary and beyond—should be the restoration rite site, please remain silent.

source: དགེ་འདུན་གྱིས་བཟོད་ཅིང་གནང་ནས། དགེ་འདུན་གྱི་གནས་ཐམས་ཅད་གྲུབ་པའམ། བགྱིས་པའམ། ལགས་པ་ནང་མཚམས་དང་ཕྱི་རོལ་ཉེ་འཁོར་འདོམ་གང་དང་བཅས་པ་འདི་ལ་དགེ་འདུན་གྱི་གསོ་སྦྱོང་གི་གནས་སུ་བློ་མཐུན་པར་བགྱིས་ལགས་ཏེ།
en: “In accepting and giving their consent, the saṅgha agrees on the site as the saṅgha’s restoration rite site—the whole of which is natural, created, or claimed and has one fathom of land between the inner boundary and beyond.

source: གང་དུ་དགེ་འདུན་གྱི་གསོ་སྦྱོང་གི་གནས་སུ་བློ་མཐུན་པར་བྱས་པ་དེར་དགེ་སློང་རྣམས་ཀྱིས་འདུག་ལ་གསོ་སྦྱོང་དང་། དགག་དབྱེ་དང་། གསོལ་བ་དང་། གསོལ་བ་དང་གཉིས་དང་། གསོལ་བ་དང་བཞིའི་ལས་བྱའོ། །
en: “The monks may then sit down at the site the saṅgha has agreed on as the restoration rite site and perform the restoration rite, the lifting of restrictions, motions, acts by motion and resolution, and acts by motion and triple resolution.

source: མི་མཐུན་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།། །།འདུལ་བ་གཞི། བམ་པོ་བཅུ་གཉིས་པ། སྡོམ་ལ།
en: If they do not have a quorum, they will be guilty of a breach.”

source: ཀ་པི་ན་དང་ཆོས་གོས་དང་། །དགྲོལ་དང་མཚམས་ཆུང་མཚམས་ཆེན་དང་། །གནང་དང་བསྐྱུང་བསྐྱེད་དགྲོལ་བ་དང་། །གཅད་དང་མི་འབྲལ་མ་གཅད་དང་། །གྲོང་དགོན་ལས་དང་དགོན་པ་ཡི། །
en: Kapphiṇa A summary: Kapphiṇa; consent for robes; To undo; the small boundary; the large boundary; To shrink, expand, and undo; Demarcate; in possession of; and undemarcated, Villages, the forest, and acts Are included in this section.

source: སྡེ་ཚན་ཡང་དག་བསྡུས་པ་ཡིན། །སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་འོད་མའི་ཚལ་ཀ་ལན་ད་ཀའི་གནས་ན་བཞུགས་སོ། །
en: Kapphiṇa The Blessed Buddha was staying at the Kalandakanivāpa in the Bamboo Grove near Rājagṛha.

source: དེའི་ཚེ་ན་ཚེ་དང་ལྡན་པ་བྲམ་ཟེ་ཀ་པི་ན་རྒྱལ་པོའི་ཁབ་ན་སྡེ་ཅན་མའི་ཕུག་ན་གསོ་སྦྱོང་གཅིག་པའི་གནས་ཀྱི་སྡོམ་པས་དགེ་འདུན་དང་མཐུན་པར་འཇུག་གོ། །
en: The brahmin Kapphiṇa was staying at Senikā Cave near Rājagṛha, in a quorum with the saṅgha with whom he had pledged to share a restoration rite site.

source: དེ་ནས་དགེ་སློང་རབ་ཏུ་མང་པོ་དག་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་དེ་ཉིད་ཀྱི་ཚེ་གསོ་སྦྱོང་གི་གནས་སུ་འདུག་ཅིང་མཐུན་པར་གྱུར་ནས།
en: On the fifteenth, a great many monks were seated and had a quorum at the restoration rite site.

source: ཤས་ཆེར་ཚེ་དང་ལྡན་པ་བྲམ་ཟེ་ཀ་པི་ན་ལ་སྡོད་ཅིང་འཁོད་དོ། །
en: The majority were seated and waiting for the venerable brahmin Kapphiṇa.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་བྲམ་ཟེ་ཀ་པི་ན་འདི་སྙམ་དུ་སེམས་ཏེ།
en: Then Kapphiṇa thought, “Today the saṅgha’s restoration rite falls on the fifteenth.

source: དེང་དགེ་འདུན་གྱི་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་ཡིན་ལ་བདག་དགེ་སློང་ཀ་པི་ནའི་གསོ་སྦྱོང་ཡང་བཅྭ་ལྔ་པ་ཡིན་ན། ཅི་དགེ་འདུན་གྱི་གསོ་སྦྱོང་གི་གནས་སུ་འགྲོ་བར་བྱའམ། འོན་ཏེ་དགེ་འདུན་གྱི་གསོ་སྦྱོང་གི་གནས་སུ་འགྲོ་བར་མི་བྱ།
en: If today, the fifteenth, is also my, the monk Kapphiṇa’s, restoration rite, should I or should I not go to the site of the saṅgha’s restoration rite?

source: ཅི་དགེ་འདུན་དང་ལྷན་ཅིག་གསོ་སྦྱོང་ཉམས་སུ་མྱོང་བར་བྱའམ། འོན་ཏེ་དགེ་འདུན་དང་ལྷན་ཅིག་གསོ་སྦྱོང་ཉམས་སུ་མྱོང་བར་མི་བྱ།
en: Should I or should I not participate in the restoration rite with the saṅgha?

source: ཅི་དགེ་འདུན་གྱི་བྱ་བ་དག་དང་དགེ་འདུན་གྱི་བྱེད་པ་དག་ཏུ་འགྲོ་བར་བྱའམ། འོན་ཏེ་དགེ་འདུན་གྱི་བྱ་བ་དག་དང་། དགེ་འདུན་གྱི་བྱེད་པ་དག་ཏུ་འགྲོ་བར་མི་བྱ།
en: Should I or should I not attend the saṅgha’s acts and activities?

source: ཅི་དགེ་འདུན་དང་ལྷན་ཅིག་དགེ་འདུན་གྱི་བྱ་བ་དག་དང་དགེ་འདུན་གྱི་བྱེད་པ་དག་ཉམས་སུ་མྱོང་བར་བྱའམ། འོན་ཏེ་དགེ་འདུན་དང་ལྷན་ཅིག་དགེ་འདུན་གྱི་བྱ་བ་དག་དང་། དགེ་འདུན་གྱི་བྱེད་པ་དག་ཉམས་སུ་མྱོང་བར་མི་བྱ།
en: Should I or should I not participate with the saṅgha in its acts and activities?

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་། རྟག་ཏུ་དག་པ་སྙིང་པོ་སྟེ། །
en: The Blessed One has even said: “ ‘The pure always observe the fast.

source: རྟག་ཏུ་དག་པ་གསོ་སྦྱོང་ཡིན། །
en: The pure always observe the restoration rite.

source: གཙང་མའི་ལས་ནི་དག་གྱུར་པ། །དེ་ཡི་བརྟུལ་ཞུགས་འགྲུབ་པར་འགྱུར། །
en: The pure whose behavior is pure Indeed fulfill their observance.’

source: ཞེས་བཀའ་སྩལ་པས་བདག་ནི་དག་ཅིང་མཆོག་ཏུ་དག་པ་དང་ལྡན་ནོ་སྙམ་མོ། །
en: “And I am pure, of the greatest purity.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་བྲམ་ཟེ་ཀ་པི་ནའི་སེམས་ཀྱི་ཡོངས་སུ་རྟོག་པ་ཐུགས་སུ་ཆུད་ནས་འོད་མའི་ཚལ་ནས་མི་སྣང་བར་མཛད་དེ་སྡེ་ཅན་མའི་ཕུག་ཏུ་ཚེ་དང་ལྡན་པ་བྲམ་ཟེ་ཀ་པི་ནའི་མདུན་དུ་བཞུགས་ཏེ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: Knowing the brahmin Kapphiṇa’s thoughts, the Blessed One disappeared from the Bamboo Grove and reappeared, seated in front of the revered brahmin Kapphiṇa at Senikā Cave.

source: ཀ་པི་ན་ཁྱོད་གཅིག་པུ་དབེན་པར་སོང་སྟེ་ནང་དུ་ཡང་དག་འཇོག་པ་ན་འདི་སྙམ་དུ་དེང་དགེ་འདུན་གྱི་གསོ་སྦྱོང་བཅྭ་ལྔ་པ་ཡིན་ལ་བདག་དགེ་སློང་ཀ་པི་ནའི་གསོ་སྦྱོང་ཡང་བཅྭ་ལྔ་པ་ཡིན་ན། ཅི་དགེ་འདུན་གྱི་གསོ་སྦྱོང་གི་གནས་སུ་འགྲོ་བར་བྱའམ།
en: He said, “Kapphiṇa, is it not true that you, when you retreated into solitude and withdrew into meditation, thought, ‘Today the saṅgha’s restoration rite falls on the fifteenth.

source: འོན་ཏེ་དགེ་འདུན་གྱི་གསོ་སྦྱོང་གི་གནས་སུ་འགྲོ་བར་མི་བྱ།
en: If today, the fifteenth, is also my, the monk Kapphiṇa’s, restoration rite, should I or should I not go to the site of the saṅgha’s restoration rite?

source: ཅི་དགེ་འདུན་དང་ལྷན་ཅིག་གསོ་སྦྱོང་ཉམས་སུ་མྱོང་བར་བྱའམ། འོན་ཏེ་དགེ་འདུན་དང་ལྷན་ཅིག་གསོ་སྦྱོང་ཉམས་སུ་མྱོང་བར་མི་བྱ། ཅི་དགེ་འདུན་གྱི་བྱ་བ་དག་དང་།
en: Should I or should I not participate in the restoration rite with the saṅgha?

source: དགེ་འདུན་གྱི་བྱེད་པ་དག་ཏུ་འགྲོ་བར་བྱའམ། འོན་ཏེ་དགེ་འདུན་གྱི་བྱ་བ་དང་། དགེ་འདུན་གྱི་བྱེད་པ་དག་ཏུ་འགྲོ་བར་མི་བྱ། ཅི་དགེ་འདུན་དང་ལྷན་ཅིག་དགེ་འདུན་གྱི་བྱ་བ་དག་དང་།
en: Should I or should I not attend the saṅgha’s acts and activities?

source: དགེ་འདུན་གྱི་བྱེད་པ་དག་ཉམས་སུ་མྱོང་བར་བྱའམ། འོན་ཏེ་དགེ་འདུན་དང་ལྷན་ཅིག་དགེ་འདུན་གྱི་བྱ་བ་དག་དང་། དགེ་འདུན་གྱི་བྱེད་པ་དག་ཉམས་སུ་མྱོང་བར་མི་བྱ།
en: Should I or should I not participate with the saṅgha in its acts and activities?

source: ཞེས་བཀའ་སྩལ་པས་བདག་ནི་དག་ཅིང་མཆོག་ཏུ་དག་པ་དང་ལྡན་ནོ་སྙམ་དུ་སེམས་ལ་སེམས་ཀྱི་ཡོངས་སུ་རྟོག་པ་མ་བྱུང་ངམ།
en: “ ‘And I am pure, of the greatest purity’?”

source: བཙུན་པ་བྱུང་ངོ་། །
en: “I did, venerable one.”

source: ཀ་པི་ན་ཁྱོད་རེ་ཞིག་དགེ་འདུན་གྱི་གསོ་སྦྱོང་གི་གནས་སུ་མི་འགྲོ་ན་གཞན་སུ་ཞིག་འགྲོ་བར་འགྱུར།
en: “Kapphiṇa, then, if you do not go to the saṅgha’s restoration rite site, who else will go?

source: ཁྱོད་དགེ་འདུན་དང་ལྷན་ཅིག་གསོ་སྦྱོང་ཉམས་སུ་མྱོང་བར་མི་བྱེད་ན། གཞན་སུ་ཞིག་ཉམས་སུ་མྱོང་བར་བྱེད།
en: If you do not participate with the saṅgha in the restoration rite, who else will participate?
